tap "dimentium/autoraise"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
brew "bat"
brew "bottom"
brew "broot"
brew "dust"
brew "duti"
brew "exercism"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-gui"
brew "gitui"
brew "helix"
brew "htop"
brew "hub"
brew "jump"
brew "k6"
brew "navi"
brew "neofetch"
brew "neovim"
brew "php"
brew "pnpm"
brew "pyenv"
brew "python-yq"
brew "ripgrep"
brew "rust-analyzer"
brew "spotify-tui"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "xplr"
brew "yarn"
brew "zellij"
brew "zig"
cask "alacritty"
cask "docker"
cask "monitorcontrol"
cask "sequel-ace"
cask "warp"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "angelorafael.jsx-html-tags"
vscode "antfu.iconify"
vscode "antfu.icons-carbon"
vscode "antfu.smart-clicks"
vscode "antfu.theme-vitesse"
vscode "antfu.unocss"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eddiejaoude.js-fullstack-ext"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GARAIOAG.garaio-vscode-unwanted-recommendations"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "ionutvmi.path-autocomplete"
vscode "jasonnutter.search-node-modules"
vscode "kamikillerto.vscode-colorize"
vscode "lllllllqw.jsdoc"
vscode "lokalise.i18n-ally"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "Natizyskunk.sftp"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "phiter.phpstorm-snippets"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shakram02.bash-beautify"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "SimonSiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "whtouche.vscode-js-console-utils"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "xyz.local-history"
vscode "yoshinorin.current-file-path"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
vscode "znck.grammarly"
vscode "zobo.php-intellisense"
