tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "homebrew/command-not-found"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "lusingander/tap"
tap "mongodb/brew"
tap "rsteube/tap"
brew "bat"
brew "dust"
brew "gh"
brew "jump"
brew "mtr"
brew "neovim"
brew "pnpm"
brew "ripgrep"
brew "sk"
brew "starship"
brew "tere"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "felixkratz/formulae/fnnn", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty"
cask "iterm2"
cask "raycast"
cask "sf-symbols"
cask "vlc"
cask "zoom"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "golang.go"
vscode "natizyskunk.sftp"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
