tap "clojure/tools"
tap "cormacrelf/tap"
tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "homebrew/command-not-found"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "lusingander/tap"
tap "mongodb/brew"
tap "rsteube/tap"
brew "ack"
brew "bat"
brew "cocoapods"
brew "docker"
brew "dust"
brew "emacs"
brew "entr"
brew "fd"
brew "fzf"
brew "gh"
brew "hey"
brew "ios-deploy"
brew "jump"
brew "leiningen"
brew "mtr"
brew "neovim"
brew "periphery"
brew "pnpm"
brew "protobuf"
brew "ripgrep"
brew "sk"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tere"
brew "tldr"
brew "tmux"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "clojure/tools/clojure"
brew "cormacrelf/tap/dark-notify"
brew "felixkratz/formulae/fnnn", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mongodb/brew/mongodb-community"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty"
cask "iterm2"
cask "keyclu"
cask "postman"
cask "raycast"
cask "sf-symbols"
cask "stats"
cask "tuist"
cask "vlc"
cask "zoom"
vscode "antfu.icons-carbon"
vscode "antfu.theme-vitesse"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "file-icons.file-icons"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "natizyskunk.sftp"
vscode "naumovs.color-highlight"
vscode "sainnhe.gruvbox-material"
vscode "swiftlang.swift-vscode"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
