tap "dimentium/autoraise"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "lusingander/tap"
tap "mongodb/brew"
tap "pythops/tenere"
tap "rsteube/tap"
brew "atuin"
brew "bat"
brew "bottom"
brew "glib"
brew "dust"
brew "duti"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "libavif"
brew "gh"
brew "git-delta"
brew "git-gui"
brew "gitui"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "htop"
brew "hub"
brew "jq"
brew "jump"
brew "k6"
brew "libpq"
brew "node"
brew "mongosh"
brew "navi"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "php"
brew "pinentry-mac"
brew "plantuml"
brew "pnpm"
brew "poppler"
brew "pv"
brew "pyenv"
brew "python-yq"
brew "ripgrep"
brew "rm-improved"
brew "rust"
brew "rust-analyzer"
brew "spotify-tui"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "tokei"
brew "tree"
brew "unar"
brew "watch"
brew "xplr"
brew "yarn"
brew "zellij"
brew "lusingander/tap/serie"
brew "mongodb/brew/mongodb-community"
brew "pythops/tenere/tenere"
brew "rsteube/tap/carapace"
cask "alacritty"
cask "docker"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "mongotron"
cask "monitorcontrol"
cask "sequel-ace"
vscode "2gua.rainbow-brackets"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "amandeepmittal.pug"
vscode "angelorafael.jsx-html-tags"
vscode "anjali.clipboard-history"
vscode "antfu.iconify"
vscode "antfu.icons-carbon"
vscode "antfu.smart-clicks"
vscode "antfu.theme-vitesse"
vscode "antfu.unocss"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eddiejaoude.js-fullstack-ext"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "garaioag.garaio-vscode-unwanted-recommendations"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "ionutvmi.path-autocomplete"
vscode "jasonnutter.search-node-modules"
vscode "kamikillerto.vscode-colorize"
vscode "lllllllqw.jsdoc"
vscode "lokalise.i18n-ally"
vscode "misterj.vue-volar-extention-pack"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "msjsdiag.debugger-for-chrome"
vscode "natizyskunk.sftp"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "phiter.phpstorm-snippets"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shakram02.bash-beautify"
vscode "shan.code-settings-sync"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "whtouche.vscode-js-console-utils"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yoshinorin.current-file-path"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
